cask_args appdir: '/Applications'

# Git
brew 'git'
brew 'git-lfs'

# Docker
brew 'docker'

# sh & Terminal
brew 'vim'
brew 'openssh'
brew 'openssl'
brew 'bash'
brew 'bash-completion'
brew 'autojump'

# Node
brew 'nvm'
brew 'yarn'

# Ruby
brew 'rbenv'
brew 'ruby-build'

# Code
cask 'visual-studio-code'
cask 'docker-desktop'

# Web
cask 'firefox'
cask 'brave-browser'

# Productivity
cask 'spectacle'

# Collaboration
cask 'slack'