cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'git'
brew 'git-lfs'
brew 'rbenv'
brew 'nvm'
brew 'yarn'
brew 'openssh'
brew 'openssl@1.1'
brew 'autojump'
brew 'bash'
brew 'bash-completion'
brew 'chamber'
brew 'vim'
brew 'mysql'
brew 'ruby-build'
brew 'nvm'
brew 'rbenv'
brew 'docker'

cask 'atom'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'firefox'
cask 'spectacle'
cask 'gpgtools'
cask 'aws-vault'
cask 'keybase'
cask 'slack'
cask 'docker'
cask 'sequel-pro'
cask '1password'
