cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'git'
brew 'rbenv'
brew 'nvm'
brew 'yarn'
brew 'openssh'
brew 'openssl'
brew 'autojump'
brew 'bash-completion'
brew 'lastpass-cli'
brew 'vim'

cask 'atom'
cask 'google-chrome'
cask 'firefox'
cask 'screenhero'
cask 'spectacle'
cask 'gitify'
cask 'gpgtools'
